pycamp = {
    '2016': {
        'Jun 18': '京都', 'Jul 30': '愛媛',
        'Aug 28': '熊本', 'Nov 19': '札幌',
    },
    '2017': {
        'Feb 11': '栃木小山', 'Mar 11': '広島',
        'Apr 8': '大阪', 'May 20': '神戸',
        'Jun 10': '長野', 'Jun 24': '香川',
        'Jul 29': '愛知', 'Sep 30': '福岡',
        'Oct 28': '長野八ヶ岳', 'Nov 4': '鹿児島',
        'Nov 18': '静岡', 'Dec 9': '新潟南魚沼',
        'Dec 16': '埼玉',
    },
    '2018': {
        'Jan 27': '神奈川', 'Feb 24': '金沢',
        'Mar 17': '福島', 'Apr 21': '柏の葉',
        'Jun 23': '岩手', 'Jul 21': '茨城',
        'Aug 25': ('徳島', '京都'), 'Sep 8': '山形',
        'Sep 29': '沖縄', 'Nov 17': '山梨',
        'Nov 23': '岡山', 'Dec 8': '仙台',
    },
    '2019': {
        'Jan 12': '静岡県藤枝市', 'Apr 20': '和歌山',
        'Apr 27': '福井', 'Jun 22': '山形市',
        'Jul 27': '岐阜',
    },
}
pycamp['2019']['NEW_DATE'] = 'YOUR_TOWN'
